Repository: xrh114514/VirtualBT-CN
Catalog: BluetoothLEExplorer/BluetoothLEExplorer/Resources/*/Resources.resw
Source language: en_us
Languages: zh_cn

# Str_About.Label
source: About
zh_cn: 关于

# Str_About_10.Label
source: About
zh_cn: 关于

# Str_About_11.Label
source: About
zh_cn: 关于

# Str_About_12.Label
source: About
zh_cn: 关于

# Str_About_2.Label
source: About
zh_cn: 关于

# Str_About_3.Label
source: About
zh_cn: 关于

# Str_About_4.Header
source: About
zh_cn: 关于

# Str_About_5.Label
source: About
zh_cn: 关于

# Str_About_6.Label
source: About
zh_cn: 关于

# Str_About_7.Label
source: About
zh_cn: 关于

# Str_About_8.Label
source: About
zh_cn: 关于

# Str_About_9.Label
source: About
zh_cn: 关于

# Str_Active.Content
source: Active
zh_cn: 主动

# Str_Add_Beacon.Content
source: Add Beacon
zh_cn: 添加信标

# Str_Add_Service.Content
source: Add Service
zh_cn: 添加服务

# Str_Address.Text
source: Address:
zh_cn: 地址：

# Str_Address_2.Text
source: Address:
zh_cn: 地址：

# Str_Address_Type.Text
source: Address Type:
zh_cn: 地址类型：

# Str_Address_Type_2.Text
source: Address Type:
zh_cn: 地址类型：

# Str_Advertise_as_connectable.Header
source: Advertise as connectable.
zh_cn: 以可连接方式广播。

# Str_Advertise_as_connectable_2.Header
source: Advertise as connectable.
zh_cn: 以可连接方式广播。

# Str_Advertise_as_connectable_3.Header
source: Advertise as connectable.
zh_cn: 以可连接方式广播。

# Str_Advertise_as_connectable_4.Header
source: Advertise as connectable.
zh_cn: 以可连接方式广播。

# Str_Advertise_as_connectable_5.Header
source: Advertise as connectable.
zh_cn: 以可连接方式广播。

# Str_Advertise_as_connectable_6.Header
source: Advertise as connectable.
zh_cn: 以可连接方式广播。

# Str_Advertisement_Beacon.Text
source: Advertisement Beacon
zh_cn: 广播信标

# Str_Advertisement_Monitor.Text
source: Advertisement Monitor
zh_cn: 广播监听

# Str_Advertisement_Type.Text
source: Advertisement Type:
zh_cn: 广播类型：

# Str_Advertising.Header
source: Advertising
zh_cn: 广播中

# Str_Alert_Notification_Service.Text
source: Alert Notification Service
zh_cn: 提醒通知服务

# Str_Alert_Notification_Service_2.Text
source: Alert Notification Service
zh_cn: 提醒通知服务

# Str_Anonymous.Text
source: Anonymous
zh_cn: 匿名

# Str_Anonymous_2.Text
source: Anonymous:
zh_cn: 匿名：

# Str_Apply_Filter.Content
source: Apply Filter
zh_cn: 应用过滤

# Str_BT_4_2_Secure_Connection.Text
source: BT 4.2 Secure Connection:
zh_cn: 蓝牙4.2安全连接：

# Str_BT_Address.Text
source: BT Address:
zh_cn: 蓝牙地址：

# Str_BT_Address_2.Text
source: BT Address:
zh_cn: 蓝牙地址：

# Str_Central_role_is_not_supported_on_thi.Text
source: Central role is not supported on this device
zh_cn: 此设备不支持主机(中心)模式，无法扫描设备。

# Str_Characteristic_Name.Text
source: Characteristic Name:
zh_cn: 特征名称：

# Str_Characteristic_Name_2.Text
source: Characteristic Name:
zh_cn: 特征名称：

# Str_Characteristic_Short_UUID.Text
source: - Characteristic Short UUID:
zh_cn: - 特征短UUID：

# Str_Characteristics_Page.Text
source: Characteristics Page
zh_cn: 特征页

# Str_Clear_Filter.Content
source: Clear Filter
zh_cn: 清除过滤

# Str_Close_Connections.Header
source: Close Connections
zh_cn: 关闭蓝牙连接

# Str_Close_Connections.OffContent
source: Leave Bluetooth connections open while navigating the app.
zh_cn: 关闭时：在应用内浏览时保持蓝牙连接不断开。

# Str_Close_Connections.OnContent
source: Close Bluetooth connections upon navigating to Discovery page.
zh_cn: 打开时：导航到扫描页面时自动断开蓝牙连接。

# Str_Connectable.Text
source: Connectable:
zh_cn: 可连接：

# Str_Connected_clients.Text
source: Connected clients:
zh_cn: 已连接的客户端列表：

# Str_Continuous_Enumeration.Content
source: Continuous Enumeration
zh_cn: 持续扫描设备

# Str_Data_Section_Data.Text
source: Data Section Data:
zh_cn: 数据段内容：

# Str_Data_Section_Type.Text
source: Data Section Type:
zh_cn: 数据段类型：

# Str_Decimal.Content
source: Decimal
zh_cn: 十进制

# Str_Decimal_2.Content
source: Decimal
zh_cn: 十进制

# Str_Descriptor_Name.Text
source: Descriptor Name:
zh_cn: 描述符名称：

# Str_Device_Connected.Text
source: Device Connected:
zh_cn: 设备已连接：

# Str_Device_Services_Page.Text
source: Device Services Page
zh_cn: 设备服务页

# Str_Directed.Text
source: Directed:
zh_cn: 定向：

# Str_Discover.Text
source: Discover
zh_cn: 扫描设备

# Str_Discover_and_Pair.Text
source: Discover and Pair
zh_cn: 扫描与配对设备

# Str_Discoverable_and_Connectable.Header
source: Discoverable and Connectable
zh_cn: 开启广播：可被发现且可连接

# Str_Discoverable_and_Connectable.OffContent
source: Off
zh_cn: 关闭

# Str_Discoverable_and_Connectable.OnContent
source: On
zh_cn: 开启

# Str_Enter_Mouse_Capture_Fullscreen.Content
source: Enter Mouse Capture (Fullscreen)
zh_cn: 进入鼠标捕获模式（全屏）

# Str_Enumeration_finished.Text
source: Enumeration finished
zh_cn: 扫描完成

# Str_Error_setting_notification.Text
source: Error setting notification
zh_cn: 设置通知时出错

# Str_Error_setting_notification_2.Text
source: Error setting notification
zh_cn: 设置通知时出错

# Str_Error_setting_notification_3.Text
source: Error setting notification
zh_cn: 设置通知时出错

# Str_Error_setting_notification_4.Text
source: Error setting notification
zh_cn: 设置通知时出错

# Str_Event_Type.Text
source: Event Type:
zh_cn: 事件类型：

# Str_Filter.Text
source: Filter:
zh_cn: 过滤：

# Str_Handle.Text
source: Handle:
zh_cn: 句柄：

# Str_Handle_2.Text
source: Handle:
zh_cn: 句柄：

# Str_Handle_3.Text
source: Handle:
zh_cn: 句柄：

# Str_Handle_4.Text
source: Handle:
zh_cn: 句柄：

# Str_Hex.Content
source: Hex
zh_cn: 十六进制

# Str_Hex_2.Content
source: Hex
zh_cn: 十六进制

# Str_Hex_3.Content
source: Hex
zh_cn: 十六进制

# Str_Include_Tx_Power.Text
source: Include Tx Power
zh_cn: 包含发射功率

# Str_Include_service_data_in_advertisemen.Header
source: Include service data in advertisement.
zh_cn: 在广播数据中包含本服务的数据。

# Str_Include_service_in_advertisement.Header
source: Include service in advertisement.
zh_cn: 在广播中包含本服务的UUID。

# Str_Include_service_in_advertisement_2.Header
source: Include service in advertisement.
zh_cn: 在广播中包含本服务的UUID。

# Str_Include_service_in_advertisement_3.Header
source: Include service in advertisement.
zh_cn: 在广播中包含本服务的UUID。

# Str_Include_service_in_advertisement_4.Header
source: Include service in advertisement.
zh_cn: 在广播中包含本服务的UUID。

# Str_Include_service_in_advertisement_5.Header
source: Include service in advertisement.
zh_cn: 在广播中包含本服务的UUID。

# Str_Include_service_in_advertisement_6.Header
source: Include service in advertisement.
zh_cn: 在广播中包含本服务的UUID。

# Str_Indicate.Content
source: Indicate
zh_cn: 指示

# Str_Indicate_2.Header
source: Indicate
zh_cn: 指示

# Str_Indicate_2.OffContent
source: Off
zh_cn: 关

# Str_Indicate_2.OnContent
source: On
zh_cn: 开

# Str_Indicate_3.Header
source: Indicate
zh_cn: 指示

# Str_Indicate_3.OffContent
source: Off
zh_cn: 关

# Str_Indicate_3.OnContent
source: On
zh_cn: 开

# Str_Microsoft_Service.Text
source: Microsoft Service
zh_cn: 微软服务

# Str_Mouse_Capture_Mode.Text
source: Mouse Capture Mode
zh_cn: 鼠标捕获模式

# Str_Mouse_keyboard_are_captured_and_forw.Text
source: Mouse + keyboard are captured and forwarded to the phone · Esc to exit · F1 toggles this hint · Numpad +/- sensitivity
zh_cn: 鼠标 + 键盘均已捕获并转发到手机 · Esc 退出全屏 · F1 显示/隐藏本提示 · 小键盘 +/- 调灵敏度

# Str_None.Content
source: None
zh_cn: 无

# Str_Notify.Content
source: Notify
zh_cn: 通知

# Str_Notify_2.Header
source: Notify
zh_cn: 通知

# Str_Notify_2.OffContent
source: Off
zh_cn: 关

# Str_Notify_2.OnContent
source: On
zh_cn: 开

# Str_Notify_3.Header
source: Notify
zh_cn: 通知

# Str_Notify_3.OffContent
source: Off
zh_cn: 关

# Str_Notify_3.OnContent
source: On
zh_cn: 开

# Str_Number_of_Advertisement_Services.Text
source: Number of Advertisement Services:
zh_cn: 广播服务数量：

# Str_Number_of_Services.Text
source: Number of Services:
zh_cn: 服务数量：

# Str_Number_of_service_changed_events.Text
source: Number of service changed events:
zh_cn: 服务变更事件次数：

# Str_Payload.Text
source: Payload
zh_cn: 负载

# Str_Payload_2.Text
source: Payload:
zh_cn: 负载：

# Str_Peripheral_mode_is_not_supported_on_.Text
source: Peripheral mode is not supported on this device
zh_cn: 此设备不支持从机(外设)模式，无法模拟蓝牙键盘。

# Str_Peripheral_mode_is_not_supported_on__2.Text
source: Peripheral mode is not supported on this device
zh_cn: 此设备不支持从机(外设)模式，无法模拟蓝牙键盘。

# Str_Preferred_Tx_Power.Text
source: Preferred Tx Power
zh_cn: 首选发射功率

# Str_Privacy.Label
source: Privacy
zh_cn: 隐私

# Str_Privacy_10.Label
source: Privacy
zh_cn: 隐私

# Str_Privacy_11.Label
source: Privacy
zh_cn: 隐私

# Str_Privacy_2.Label
source: Privacy
zh_cn: 隐私

# Str_Privacy_3.Label
source: Privacy
zh_cn: 隐私

# Str_Privacy_4.Label
source: Privacy
zh_cn: 隐私

# Str_Privacy_5.Label
source: Privacy
zh_cn: 隐私

# Str_Privacy_6.Label
source: Privacy
zh_cn: 隐私

# Str_Privacy_7.Label
source: Privacy
zh_cn: 隐私

# Str_Privacy_8.Label
source: Privacy
zh_cn: 隐私

# Str_Privacy_9.Label
source: Privacy
zh_cn: 隐私

# Str_Privacy_statement.Header
source: Privacy statement
zh_cn: 隐私声明

# Str_Properties.Text
source: Properties:
zh_cn: 属性：

# Str_Publish_advertisement.Header
source: Publish advertisement.
zh_cn: 发布蓝牙广播。

# Str_Publish_advertisement_2.Header
source: Publish advertisement.
zh_cn: 发布蓝牙广播。

# Str_Publish_advertisement_3.Header
source: Publish advertisement.
zh_cn: 发布蓝牙广播。

# Str_Publish_advertisement_4.Header
source: Publish advertisement.
zh_cn: 发布蓝牙广播。

# Str_Publish_advertisement_5.Header
source: Publish advertisement.
zh_cn: 发布蓝牙广播。

# Str_Publish_advertisement_6.Header
source: Publish advertisement.
zh_cn: 发布蓝牙广播。

# Str_Publishing.Header
source: Publishing
zh_cn: 发布中

# Str_Quick_Content_Filter.Text
source: Quick Content Filter:
zh_cn: 快速内容过滤：

# Str_Read.Content
source: Read
zh_cn: 读取

# Str_Read_Again.Content
source: Read Again
zh_cn: 重新读取

# Str_Read_Value.Text
source: Read Value:
zh_cn: 读取值：

# Str_Rssi.Text
source: Rssi:
zh_cn: 信号：

# Str_Scan_Response.Text
source: Scan Response:
zh_cn: 扫描响应：

# Str_Scannable.Text
source: Scannable:
zh_cn: 可扫描：

# Str_Section_Count.Text
source: Section Count:
zh_cn: 段数量：

# Str_Section_Data.Text
source: Section Data:
zh_cn: 段数据：

# Str_Section_Type.Text
source: Section Type:
zh_cn: 段类型：

# Str_Selected_Advertisement.Text
source: Selected Advertisement
zh_cn: 已选中的广播

# Str_Selected_Advertisement_Beacon.Text
source: Selected Advertisement Beacon
zh_cn: 已选中的广播信标

# Str_Service_Name.Text
source: Service Name:
zh_cn: 服务名称：

# Str_Service_Name_2.Text
source: Service Name:
zh_cn: 服务名称：

# Str_Service_Page.Text
source: Service Page
zh_cn: 服务页

# Str_Service_UUID.Text
source: Service UUID:
zh_cn: 服务UUID：

# Str_Settings.Label
source: Settings
zh_cn: 设置

# Str_Settings_10.Label
source: Settings
zh_cn: 设置

# Str_Settings_11.Label
source: Settings
zh_cn: 设置

# Str_Settings_12.Label
source: Settings
zh_cn: 设置

# Str_Settings_13.Label
source: Settings
zh_cn: 设置

# Str_Settings_2.Label
source: Settings
zh_cn: 设置

# Str_Settings_3.Label
source: Settings
zh_cn: 设置

# Str_Settings_4.Header
source: Settings
zh_cn: 设置

# Str_Settings_5.Text
source: Settings
zh_cn: 设置

# Str_Settings_6.Label
source: Settings
zh_cn: 设置

# Str_Settings_7.Label
source: Settings
zh_cn: 设置

# Str_Settings_8.Label
source: Settings
zh_cn: 设置

# Str_Settings_9.Label
source: Settings
zh_cn: 设置

# Str_Settings_Page.Content
source: Settings Page
zh_cn: 设置页面

# Str_String.Content
source: String
zh_cn: 字符串

# Str_Timestamp.Text
source: Timestamp:
zh_cn: 时间戳：

# Str_Total_Device_Count.Text
source: Total Device Count:
zh_cn: 设备总数：

# Str_TxPower.Text
source: TxPower:
zh_cn: 发射功率：

# Str_Use_Caching.Header
source: Use Caching
zh_cn: 使用缓存

# Str_Use_Caching.OffContent
source: Will make over the air requests if necessary based on GattRobustCaching if supported.
zh_cn: 关闭时：如有必要，将根据GattRobustCaching支持情况发起无线请求。

# Str_Use_Caching.OnContent
source: Will use locally cached values where possible.
zh_cn: 打开时：尽可能使用本地缓存的值。

# Str_Use_Extended_Format.Text
source: Use Extended Format
zh_cn: 使用扩展格式

# Str_Use_Light_Theme.Header
source: Use Light Theme
zh_cn: 使用浅色主题

# Str_Use_Light_Theme.OffContent
source: Dark theme
zh_cn: 深色主题

# Str_Use_Light_Theme.OnContent
source: Light theme
zh_cn: 浅色主题

# Str_Use_Windows_notifications.Content
source: Use Windows notifications
zh_cn: 使用Windows系统通知

# Str_Use_shell_drawn_back_button.Header
source: Use shell-drawn back button
zh_cn: 使用系统绘制的返回按钮

# Str_Use_shell_drawn_back_button.OffContent
source: Back button in page header
zh_cn: 返回按钮在页面标题栏

# Str_Use_shell_drawn_back_button.OnContent
source: Back button in titlebar or taskbar
zh_cn: 返回按钮显示在标题栏或任务栏

# Str_User_Description.Text
source: User Description
zh_cn: 用户描述

# Str_User_Description_2.Text
source: - User Description:
zh_cn: - 用户描述：

# Str_User_Description_3.Text
source: - User Description:
zh_cn: - 用户描述：

# Str_Value.Text
source: Value
zh_cn: 值

# Str_Value_2.Text
source: Value:
zh_cn: 值：

# Str_Value_3.Text
source: Value:
zh_cn: 值：

# Str_Value_4.Text
source: Value:
zh_cn: 值：

# Str_Virtual_Keyboard.Text
source: Virtual Keyboard
zh_cn: 虚拟蓝牙键盘

# Str_Virtual_Keyboard_2.Text
source: Virtual Keyboard
zh_cn: 虚拟蓝牙键盘

# Str_Virtual_Peripheral.Text
source: Virtual Peripheral
zh_cn: 虚拟外设

# Str_Write.Content
source: Write
zh_cn: 写入

# Str_WriteWithoutResponse.Content
source: WriteWithoutResponse
zh_cn: 写入(无需响应)

# Str_Write_2.Content
source: Write
zh_cn: 写入

# Str_Write_Transaction.Content
source: Write Transaction
zh_cn: 事务写入

# Str_Write_Value.Text
source: Write Value:
zh_cn: 写入值：

# Str_StopLS.Value
source: Stop
zh_cn: 停止

# Str_StartLS.Value
source: Start
zh_cn: 开始

# Str_ConnectedLS.Value
source: Connected
zh_cn: 已连接

# Str_DisconnectedLS.Value
source: Disconnected
zh_cn: 未连接

# Str_FatalError.Text
source: Fatal Error
zh_cn: 严重错误

# Str_ErrTitle.Text
source: Error
zh_cn: 错误

# Str_ConnError.Text
source: Connection error
zh_cn: 连接错误

# Str_ConnFail.Text
source: Connection failures
zh_cn: 连接失败

# Str_PairFail.Text
source: Pairing failed
zh_cn: 配对失败

# Str_NoDevAccess.Text
source: Cannot access the device.
zh_cn: 无法访问该设备。

# Str_NoDevAccessWhy.Text
source: This usually means: 1. The device is not paired with this PC yet - press "Pair" first; 2. The device exposes no GATT services (phones are generally not BLE peripherals); 3. Another program is using the device.
zh_cn: 这通常意味着： 1. 设备尚未与本机配对——请先点“配对”； 2. 设备不提供 GATT 服务（手机一般不会作为 BLE 外设被连接）； 3. 设备正在被其它程序占用。

# Str_UseKeyboardPage.Text
source: To use this PC as a Bluetooth keyboard for a phone, use the "Virtual Keyboard" page instead: turn on advertising there, then pair from the phone.
zh_cn: 如果目标是把本机当蓝牙键盘给手机用，请改用“虚拟蓝牙键盘”页，打开广播开关后在手机上配对本机。

# Str_PairDenied.Text
source: The system denied access (AccessDenied). Common causes: 1. The device is not in discoverable/pairable mode; 2. It is already paired with another host - unpair it there first; 3. Windows Bluetooth permission is off: Settings > Privacy > Bluetooth.
zh_cn: 系统拒绝了访问（AccessDenied）。 常见原因： 1. 该设备（如手机）未处于“可被发现/可配对”状态； 2. 设备已与其它主机配对，请先在设备上取消配对； 3. Windows 蓝牙权限被关闭：设置 > 隐私 > 蓝牙。

# Str_HidRadioOff.Text
source: *** Detected: system Bluetooth is currently OFF ***
zh_cn: *** 已检测到：系统蓝牙当前处于关闭状态 ***

# Str_HidRadioOffFix.Text
source: Turn Bluetooth on first (Settings > Bluetooth & devices, or the taskbar quick settings), then flip the advertising switch above.
zh_cn: 请先打开系统蓝牙（设置 -> 蓝牙和设备，或任务栏快捷设置），然后再打开上面的广播开关。

# Str_HidRadioOnStillFails.Text
source: Bluetooth is on but the advertising resource is still unavailable. Try in order:
zh_cn: 蓝牙已打开，但广播资源仍不可用。请按顺序尝试：

# Str_HidSteps.Text
source: 1. Close Phone Link / other apps that use Bluetooth; 2. Turn Bluetooth off, wait 5 s, turn it back on; 3. Device Manager > Bluetooth > Intel Wireless Bluetooth > Disable then Enable; 4. Update the Intel Bluetooth driver; 5. Restart the PC and reopen this app.
zh_cn: 1. 关闭「手机连接 / Phone Link」等占用蓝牙的程序； 2. 蓝牙关掉，等 5 秒再打开； 3. 设备管理器 -> 蓝牙 -> 英特尔无线 Bluetooth -> 右键「禁用」再「启用」； 4. 更新 Intel 无线蓝牙驱动到最新版本； 5. 重启电脑后重新打开本应用。

# Str_HidNeedPeripheral.Text
source: Note: this feature needs a Bluetooth adapter that supports the peripheral role.
zh_cn: 提示：本功能需要蓝牙适配器支持「外设 / Peripheral」角色。

# Str_AdapterErr.Text
source: Error getting access to the Bluetooth adapter. Is Bluetooth enabled?
zh_cn: 无法访问蓝牙适配器，请确认蓝牙已启用且驱动正常。

# Str_PairReq.Text
source: Please enter the PIN shown on the device.
zh_cn: 请输入设备上显示的 PIN 码。

# Str_CannotPair.Text
source: This device cannot be paired right now. Make sure Bluetooth is on, it is discoverable, and not in use by another host.
zh_cn: 此设备当前无法配对。请确认它已开启蓝牙、处于可被发现状态，且未被其它设备占用。

# Str_LangLabel.Text
source: Language
zh_cn: 语言

# Str_LangRestart.Text
source: The app restarts automatically after switching language.
zh_cn: 切换语言后应用会自动重启。
